{
  "data": [
    {
      "quote": "Would I rather be feared or loved? Easy. Both. I want people to be afraid of how much they love me.",
      "by": "Michael Scott"
    },
    {
      "quote": "Wikipedia is the best thing ever. Anyone in the world can write anything they want about any subject. So you know you are getting the best possible information.",
      "by": "Michael Scott"
    },
    {
      "quote": "Guess what, I have flaws. What are they? Oh, I don’t know. I sing in the shower. Sometimes I spend too much time volunteering. Occasionally I’ll hit somebody with my car. So sue me.",
      "by": "Michael Scott"
    },
    {
      "quote": "If I had a gun with two bullets and I was in a room with Hitler, Bin Laden, and Toby, I would shoot Toby twice.",
      "by": "Michael Scott"
    },
    {
      "quote": "I saved a life. My own. Am I a hero?… I really can’t say, but yes!",
      "by": "Michael Scott"
    },
    {
      "quote": "No, I’m not going to tell them about the downsizing. If a patient has cancer, you don’t tell them.",
      "by": "Michael Scott"
    },
    {
      "quote": "An office is not for dying. An office is a place for living life to the fullest, to the max, to… an office is a place where dreams come true.",
      "by": "Michael Scott"
    },
    {
      "quote": "Do I need to be liked? Absolutely not. I like to be liked. I enjoy being liked. I have to be liked, but it’s not like this compulsive need to be liked, like my need to be praised.",
      "by": "Michael Scott"
    },
    {
      "quote": "Sometimes I’ll start a sentence, and I don’t even know where it’s going. I just hope I find it along the way.",
      "by": "Michael Scott"
    },
    {
      "quote": "Do I have a special someone? Well, yeah, of course. A bunch of ’em. My employees.",
      "by": "Michael Scott"
    },
    {
      "quote": "They say on your deathbed you never wish you spent more time at the office — but I will.",
      "by": "Michael Scott"
    },
    {
      "quote": "Make friends first, make sales second, make love third. In no particular order.",
      "by": "Michael Scott"
    },
    {
      "quote": "I love inside jokes. I hope to be a part of one someday.",
      "by": "Michael Scott"
    },
    {
      "quote": "I’m an early bird and a night owl. So I’m wise and have worms.",
      "by": "Michael Scott"
    },
    {
      "quote": "Well, it’s love at first sight. Actually, it was… no, it was when I heard her voice. It was love at first see with my ears.",
      "by": "Michael Scott"
    },
    {
      "quote": "The most sacred thing I do is care and provide for my workers, my family. I give them money. I give them food. Not directly, but through the money.",
      "by": "Michael Scott"
    },
    {
      "quote": "I wanna be married and have 100 kids so I can have 100 friends and no one can say ‘no’ to being my friend.",
      "by": "Michael Scott"
    },
    {
      "quote": "I feel like all my kids grew up and then they married each other. It’s every parent’s dream.",
      "by": "Michael Scott"
    },
    {
      "quote": "You know what they say ‘Fool me once, strike one, but fool me twice… strike three.’",
      "by": "Michael Scott"
    },
    {
      "quote": "I know it’s illegal in Pennsylvania, but it’s for charity, and I consider myself a great philanderer.",
      "by": "Michael Scott"
    },
    {
      "quote": "Two queens at casino night. I am gonna drop a deuce on everybody.",
      "by": "Michael Scott"
    },
    {
      "quote": "I don’t understand. We have a day honoring Martin Luther King, but he didn’t even work here.",
      "by": "Michael Scott"
    },
    {
      "quote": "I’m not superstitious but I am a little stitious.",
      "by": "Michael Scott"
    },
    {
      "quote": "Now, you may look around and see two groups here. White-collar, blue-collar. But I don’t see it that way. And you know why not? Because I am collar-blind.",
      "by": "Michael Scott"
    },
    {
      "quote": "And I’m optimistic because every day I get a little more desperate.",
      "by": "Michael Scott"
    },
    {
      "quote": "I am Beyonce, always.",
      "by": "Michael Scott"
    },
    {
      "quote": "It’s not like booze ever killed anyone.",
      "by": "Michael Scott"
    },
    {
      "quote": "And I knew exactly what to do. But in a much more real sense, I had no idea what to do.",
      "by": "Michael Scott"
    },
    {
      "quote": "The worst thing about prison was the dementors.",
      "by": "Michael Scott"
    },
    {
      "quote": "There’s no such thing as an appropriate joke. That’s why it’s called a joke.",
      "by": "Michael Scott"
    },
    {
      "quote": "Society teaches us that having feelings and crying is bad and wrong. Well, that’s baloney, because grief isn’t wrong. There’s such a thing as good grief. Just ask Charlie Brown.",
      "by": "Michael Scott"
    },
    {
      "quote": "I say dance, they say ‘How high?'",
      "by": "Michael Scott"
    },
    {
      "quote": "Tell him to call me ASAP as possible.",
      "by": "Michael Scott"
    },
    {
      "quote": "Presents are the best way to show how much you care. It’s a tangible thing you can point at and say, ‘Hey man, I love you. This many dollars worth.’",
      "by": "Michael Scott"
    },
    {
      "quote": "Dwight, you ignorant slut.",
      "by": "Michael Scott"
    },
    {
      "quote": "I want you to rub butter on my foot… Pam, please? I have Country Crock.",
      "by": "Michael Scott"
    },
    {
      "quote": "There is no greater feeling than when two people who are perfect for each other overcome all obstacles and find true love.",
      "by": "Michael Scott"
    },
    {
      "quote": "I would say I kind of have an unfair advantage because I watch reality dating shows like a hawk, and I learn. I absorb information from the strategies of the winners and the losers. Actually, I probably learn more from the losers.",
      "by": "Michael Scott"
    },
    {
      "quote": "About 40 times a year, Michael gets sick but has no symptoms. Dwight is always gravely concerned.",
      "by": "Michael Scott"
    },
    {
      "quote": "There were these huge bins of clothes and everybody was rifling through them like crazy. And I grabbed one and it fit! So, I don’t think that this is totally just a woman’s suit. At the very least it’s bisexual.",
      "by": "Michael Scott"
    },
    {
      "quote": "Any man who says he totally understands women is a fool. Because they are un-understandable.",
      "by": "Michael Scott"
    },
    {
      "quote": "When the son of the deposed king of Nigeria emails you directly, asking for help, you help! His father ran the freaking country! OK?",
      "by": "Michael Scott"
    },
    {
      "quote": "I had a great summer. I got West Nile virus, lost a ton of weight. Then I went back to the lake. And I stepped on a piece of glass in the parking lot, which hurt. That got infected. Even though I peed on it.",
      "by": "Michael Scott"
    },
    {
      "quote": "Friends joke with one another. ‘Hey, you’re poor.’ ‘Hey, your mama’s dead.’ That’s what friends do.",
      "by": "Michael Scott"
    },
    {
      "quote": "I am running away from my responsibilities. And it feels good.",
      "by": "Michael Scott"
    },
    {
      "quote": "Toby is in HR, which technically means he works for corporate. So he’s not really a part of our family. Also, he’s divorced, so he’s not really a part of his family.",
      "by": "Michael Scott"
    },
    {
      "quote": "Saw Inception. Or at least I dreamt I did.",
      "by": "Michael Scott"
    },
    {
      "quote": "Jan is cold. If she was sitting across from you on a train and she wasn’t moving, you might think she was dead.",
      "by": "Michael Scott"
    },
    {
      "quote": "Number eight. Learn how to take off a woman’s bra: You just twist your hand until something breaks.",
      "by": "Michael Scott"
    },
    {
      "quote": "I don’t come up with this stuff, I just forward it along. You wouldn’t arrest the guy who was just passing drugs from one guy to another.",
      "by": "Michael Scott"
    },
    {
      "quote": "I love my employees even though I hit one of you with my car.",
      "by": "Michael Scott"
    },
    {
      "quote": "I would not miss it for the world. But if something else came up, I would definitely not go.",
      "by": "Michael Scott"
    },
    {
      "quote": "This is our receptionist, Pam. If you think she’s cute now, you should have seen her a couple years ago.",
      "by": "Michael Scott"
    },
    {
      "quote": "Like right here is my favorite New York pizza joint. And I’m going to go get me a New York slice.",
      "by": "Michael Scott"
    },
    {
      "quote": "Sometimes you have to take a break from being the kind of boss that’s always trying to teach people things. Sometimes you just have to be the boss of dancing.",
      "by": "Michael Scott"
    },
    {
      "quote": "I would say I kind of have an unfair advantage because I watch reality dating shows like a hawk, and I learn. I absorb information from the strategies of the winners and the losers. Actually, I probably learn more from the losers.",
      "by": "Michael Scott"
    },
    {
      "quote": "Nobody likes beets, Dwight! Why don’t you grow something that everybody does like? You should grow candy.",
      "by": "Michael Scott"
    },
    {
      "quote": "It takes you thirty seconds to brush your teeth? Wow, that’s ten times as long as it takes me.",
      "by": "Michael Scott"
    },
    {
      "quote": "I took her to the hospital. And the doctors tried to save her life, they did the best they could. And she is going to be OK.",
      "by": "Michael Scott"
    },
    {
      "quote": "Yes, it is true. I, Michael Scott, am signing up with an online dating service. Thousands of people have done it, and I am going to do it. I need a username. And I have a great one. Little Kid Lover. That way people will know exactly where my priorities are at.",
      "by": "Michael Scott"
    },
    {
      "quote": "People will never be replaced by machines. In the end, life and business are about human connections. And computers are about trying to murder you in a lake. And to me the choice is easy.",
      "by": "Michael Scott"
    },
    {
      "quote": "Hi, I’m Date Mike. Nice to meet me. How do you like your eggs in the morning?",
      "by": "Michael Scott"
    },
    {
      "quote": "I’ve got to make sure that YouTube comes down to tape this.",
      "by": "Michael Scott"
    },
    {
      "quote": "OK, too many different words from coming at me from too many different sentences.",
      "by": "Michael Scott"
    },
    {
      "quote": "The people that you work with are, when you get down to it, your very best friends.",
      "by": "Michael Scott"
    },
    {
      "quote": "Webster’s Dictionary defines wedding as ‘the fusing of two metals with a hot torch.'",
      "by": "Michael Scott"
    },
    {
      "quote": "Granted, maybe this was not the best idea, but at least we care enough about our employees that we are willing to fight for them.",
      "by": "Michael Scott"
    },
    {
      "quote": "I guess the attitude that I’ve tried to create here is that I’m a friend first and a boss second and probably an entertainer third.",
      "by": "Michael Scott"
    },
    {
      "quote": "Pizza: the great equalizer.",
      "by": "Michael Scott"
    },
    {
      "quote": "Reverse psychology is an awesome tool. I don’t know if you guys know about it, but, basically, you make someone think the opposite of what you believe. And that tricks them into doing something stupid. Works like a charm.",
      "by": "Michael Scott"
    },
    {
      "quote": "I am Michael, and I am part English, Irish, German, and Scottish… sort of a virtual United Nations.",
      "by": "Michael Scott"
    },
    {
      "quote": "If you don’t like it, Stanley, you can go to the back of the bus, or the front of the bus, or drive the bus.",
      "by": "Michael Scott"
    },
    {
      "quote": "If you break that girl’s heart, I will kill you. That’s just a figure of speech. But seriously, if you break that girl’s heart, I will literally kill you and your entire family.",
      "by": "Michael Scott"
    },
    {
      "quote": "My mind is going a mile an hour.",
      "by": "Michael Scott"
    },
    {
      "quote": "It’s a pimple, Phyllis. Avril Lavigne gets them all the time, and she rocks harder than anyone alive.",
      "by": "Michael Scott"
    },
    {
      "quote": "Is there something besides ‘Mexican’ you prefer to be called? Something less offensive?",
      "by": "Michael Scott"
    },
    {
      "quote": "It just seems awfully mean. But sometimes, the ends justify the mean.",
      "by": "Michael Scott"
    },
    {
      "quote": "No, Rose, they are not breathing. And they have no arms or legs… Where are they? You know what? If we come across somebody with no arms or legs, do we bother resuscitating them? I mean, what quality of life do we have there?",
      "by": "Michael Scott"
    },
    {
      "quote": "Abraham Lincoln once said that, ‘If you’re a racist, I will attack you with the North.’ And those are the principles that I carry with me in the workplace.",
      "by": "Michael Scott"
    },
    {
      "quote": "They say that your wedding day goes by in such a flash that you’re lucky if you even get a piece of your own cake. I say that’s crazy. I say let them eat cake. Margaret Thatcher said that about marriage. Smart broad.",
      "by": "Michael Scott"
    },
    {
      "quote": "Here it is, heart of New York City, Times Square… named for the good times you have when you’re in it.",
      "by": "Michael Scott"
    },
    {
      "quote": "Two weeks ago, I was in the worst relationship of my life. She treated me poorly, we didn’t connect, I was miserable. Now, I am in the best relationship of my life, with the same woman. Love is a mystery.",
      "by": "Michael Scott"
    },
    {
      "quote": "You will not die! Stanley! Stanley! Barack is President! You are black, Stanley!",
      "by": "Michael Scott"
    },
    {
      "quote": "I want today to be a beautiful memory that the staff and I share after I have passed on to New York. And if Toby is a part of it, then it’ll suck.",
      "by": "Michael Scott"
    },
    {
      "quote": "I think Angela might be gay. Could Oscar and Angela be having a gay affair? Maybe! Is that what this is about?",
      "by": "Michael Scott"
    },
    {
      "quote": "That was offensive and lame. So double offensive. This is an environment of welcoming and you should just get the hell out of here.",
      "by": "Michael Scott"
    },
    {
      "quote": "Oh, this is gonna feel so good getting this thing off my chest… that’s what she said.",
      "by": "Michael Scott"
    },
    {
      "quote": "Well, well, well, how the turntables.",
      "by": "Michael Scott"
    },
    {
      "quote": "We’re all homos. Homo… Sapiens.",
      "by": "Michael Scott"
    },
    {
      "quote": "You cheated on me? When I specifically asked you not to?",
      "by": "Michael Scott"
    },
    {
      "quote": "I don’t want any special treatment, Pam. I just want you to treat me like you would some family member who’s undergone some sort of serious physical trauma. I don’t think that’s too much to ask?",
      "by": "Michael Scott"
    },
    {
      "quote": "I enjoy having breakfast in bed. I like waking up to the smell of bacon, sue me. And since I don’t have a butler, I do it myself. So, most nights before I go to bed, I will lay six strips of bacon out on my George Foreman Grill. Then I go to sleep. When I wake up, I plug in the grill, I go back to sleep again. Then I wake up to the smell of crackling bacon.",
      "by": "Michael Scott"
    },
    {
      "quote": "Hate to see you leave, but love to watch you go. ‘Cause of your butt.",
      "by": "Michael Scott"
    },
    {
      "quote": "Well, happy birthday, Jesus. Sorry that your party’s so lame.",
      "by": "Michael Scott"
    },
    {
      "quote": "It’s a good thing Russia doesn’t exist anymore.",
      "by": "Michael Scott"
    },
    {
      "quote": "Do you think that doing alcohol is cool?",
      "by": "Michael Scott"
    },
    {
      "quote": "I hate so much about the things you choose to be.",
      "by": "Michael Scott"
    },
    {
      "quote": "That’s what she said!",
      "by": "Michael Scott"
    },
    {
      "quote": "It’s never too early for ice cream.",
      "by": "Michael Scott"
    },
    {
      "quote": "When I discovered YouTube, I didn’t work for five days.",
      "by": "Michael Scott"
    },
    {
      "quote": "Occasionally, I’ll hit someone with my car. So sue me.",
      "by": "Michael Scott"
    },
    {
      "quote": "I saved a life — my own.",
      "by": "Michael Scott"
    },
    {
      "quote": "That has sort of an oaky afterbirth.",
      "by": "Michael Scott"
    },
    {
      "quote": "I learned a while back that if I do not text 911, people do not return my calls. Um, but now people always return my calls because they think that something horrible has happened.",
      "by": "Michael Scott"
    },
    {
      "quote": "I have cause. It’s beCAUSE I hate him.",
      "by": "Michael Scott"
    },
    {
      "quote": "I live by one rule: No office romances, no way. Very messy, inappropriate… no. But, I live by another rule: Just do it… Nike.",
      "by": "Michael Scott"
    },
    {
      "quote": "I’m not a millionaire. I thought I would be by the time I was 30, but I wasn’t even close. Then I thought maybe by 40, but by 40, I had less money than I did when I was 30.",
      "by": "Michael Scott"
    },
    {
      "quote": "I’m not usually the butt of the joke. I’m usually the face of the joke.",
      "by": "Michael Scott"
    },
    {
      "quote": "The rules of shotgun are very simple and very clear. The first person to shout ‘shotgun’ when you’re within sight of the car gets the front seat. That’s how the game’s played. There are no exceptions for someone with a concussion.",
      "by": "Michael Scott"
    },
    {
      "quote": "You are as creepy as a real serial killer. For real.",
      "by": "Michael Scott"
    },
    {
      "quote": "You all took a life here today. You did. The life of the party.",
      "by": "Michael Scott"
    },
    {
      "quote": "I fell in love with these kids. And I didn’t want to see them fall victim to the system. So I made ’em a promise. I told them if they graduated from high school, I would pay for their college education. I have made some empty promises in my life but, hands down, that was the most generous.",
      "by": "Michael Scott"
    },
    {
      "quote": "Last, and possibly least, you didn’t think we’d forget, ‘That’s what she said!’",
      "by": "Michael Scott"
    },
    {
      "quote": "My philosophy is, basically this. And this is something that I live by. And I always have. And I always will. Don’t, ever, for any reason, do anything, to anyone, for any reason, ever, no matter what, no matter where, or who you are with, or, or where you are going, or, or where you’ve been. Ever. For any reason. Whatsoever.",
      "by": "Michael Scott"
    },
    {
      "quote": "Dwight, you ignorant slut!",
      "by": "Michael Scott"
    },
    {
      "quote": "If I had a gun with two bullets and I was in a room with Hitler, Bin Laden, and Toby, I would shoot Toby twice.",
      "by": "Michael Scott"
    },
    {
      "quote": "Nobody should have to go to work thinking, ‘Oh, this is the place that I might die today.’ That’s what a hospital is for. An office is for not dying. An office is a place to live life to the fullest. To the max. To… an office is a place where dreams come true.",
      "by": "Michael Scott"
    },
    {
      "quote": "You miss 100 percent of the shots you don’t take. Wayne Gretzky.",
      "by": "Michael Scott"
    },
    {
      "quote": "I… declare…. bankruptcy!",
      "by": "Michael Scott"
    },
    {
      "quote": "It is St. Patrick’s Day. And here in Scranton, that is a huge deal. It is the closest that the Irish will ever get to Christmas.",
      "by": "Michael Scott"
    },
    {
      "quote": "It’s Britney, bitch.",
      "by": "Michael Scott"
    },
    {
      "quote": "You don’t know me, you’ve just seen my penis.",
      "by": "Michael Scott"
    },
    {
      "quote": "I’m sinking a few, you know. Swish, swish, swish. Nothing but net. And their jaws just dropped to the floor. African-Americans!",
      "by": "Michael Scott"
    },
    {
      "quote": "When I was five, I imagined that there was such a thing as a unicorn. And this was before I had even heard of one, or seen one. I just drew a picture, of a horse, that could fly over rainbows, and had a huge spike in its head. I was five! Five years old. Couldn’t even talk yet.",
      "by": "Michael Scott"
    },
    {
      "quote": "Jim and I are great friends. We hang out a ton, mostly at work.",
      "by": "Michael Scott"
    },
    {
      "quote": "As it turns out, you can’t just check someone into rehab against their will. They have to do it voluntarily. They have to hit rock bottom. So, I think I know what I need to do at this point. I need to find ways to push Meredith to the bottom. Um. I think I can do it.",
      "by": "Michael Scott"
    },
    {
      "quote": "They always say that it’s a mistake to hire your friends. And they are right. So, I hired my best friends. And this is what I get!?",
      "by": "Michael Scott"
    },
    {
      "quote": "The only time I set the bar low is for limbo.",
      "by": "Michael Scott"
    },
    {
      "quote": "Don’t ever, for any reason, do anything to anyone, for any reason, ever, no matter what.",
      "by": "Michael Scott"
    },
    {
      "quote": "It takes an advanced sense of humor. I don’t expect everyone to understand.",
      "by": "Michael Scott"
    },
    {
      "quote": "I’m not gonna cry over it. I did that in the car on the way home.",
      "by": "Michael Scott"
    }
  ]
}
